[
  {
    "id": 1,
    "name": "山口 遊",
    "master": true,
    "grade": 2,
    "imageUrl": "members/lovotyamaguchi.png",
    "scheduleImgUrl": "schedule1.png",
    "faq1": "学部では路面描画の研究をしていました．路面描画とは，歩行者の警告やナビゲーション情報など，安全運転に役立つ情報を道路環境中に表示する技術のことです．「路面描画によってドライバの視線がどのように動くか」などを研究していました．修士ではペットロボットについて，どうしたらペットロボットが使い続けられるようになるか？ペットロボットが人と触れ合う適切なタイミングはいつか？を研究する予定です．",
    "faq2": "研究室の雰囲気を見て決めました．わからないことを相談しやすい環境か？を重視しました．",
    "faq3": "現在はしていませんが，学部時代に飲食でバイトをしていました．学業・習い事・サークルとの両立が厳しくなってきたので，1年半くらいでやめてしまいました．",
    "faq4": "休憩の時に，研究室内にいる人と話すときが楽しいです．研究のことでも研究以外のことでも気軽に相談できるので感謝しています．後は，実験結果が順調に出ている時はとても楽しいです．ニコニコです．",
    "faq5": "実験をするときに，なにかトラブルがあると冷や冷やします．あとは，文章を書くのが苦手なので論文を書くときはしんどいなーと思います．この研究室特有のつらい出来事はとくに思いあたらないです．",
    "faq6": "相談や指導の時間をたくさん取ってもらえて相談しやすいです．やりたいこと・考えていること・意見を尊重して頂いていて，対等（な立場ではないのですが）に扱ってくれているなと感じます．あとはお茶目だなと思います．",
    "faq7": "研究室を選ぶ基準や価値観は様々だと思うので，いろいろな人の話を聞いて選ぶのがいいと思います．後悔しないように，ちょっとでも気になったことは質問して，研究室選びの材料にしてください！私の個人的な研究室のアピールポイントは，研究の議論や相談がしやすいことや雰囲気がおちつくことです．"
  },
  {
    "id": 2,
    "name": "渡邊 将太",
    "master": true,
    "grade": 1,
    "imageUrl": "members/watanabe.jpg",
    "scheduleImgUrl": "schedule2.png",
    "faq1": "顔アイコンの研究です。顔アイコンをアニメーションさせることで感情の変化や強調が簡単に表現できるシステムを作ってます。",
    "faq2": "研究内容と教員です。",
    "faq3": "幼稚園～中学生の子が通うロボットプログラミング教室で講師をしています。",
    "faq4": "研究です。自分のしたいことができる環境なので自然と楽しくなります。研究以外でも休憩時に研究室の人と話したり、ミーティングの時に使う机で卓球したりするのが楽しいです笑。",
    "faq5": "研究の進め方やプログラムで分からないことがあります…。そうゆう時は、先輩に質問したり、教員とミーティングをすると解決します。",
    "faq6": "お二人（松村、岡藤）とも学生の目線で話してくれるのでとても話しやすいです。人としても技術者としても尊敬できる方です。",
    "faq7": "研究を本気でしたい方、研究を楽しみたい方、研究がしんどいなと思っている方、みなさん大歓迎です。ぜひ私たちと一緒にPlayfulしましょう。"
  },
  {
    "id": 3,
    "name": "中山 貴翔",
    "master": false,
    "grade": 4,
    "imageUrl": "members/nakayama.jpg",
    "scheduleImgUrl": "",
    "faq1": "自動運転中のインタラクション",
    "faq2": "選べるテーマの自由さ",
    "faq3": "焼肉屋",
    "faq4": "研究が進んだら先輩や先生にほめてもらえること、皆でwiiをやることですかね笑",
    "faq5": "プログラミングに躓いて調べても解決しないときはつらいです　でも気軽に聞ける先輩が沢山いるので大体解決します笑",
    "faq6": "学生と距離が近いため質問やミーティングを気軽にできる方だと思います！",
    "faq7": "自由に研究したい人待ってます～"
  },
  {
    "id": 4,
    "name": "天田穣一朗",
    "master": true,
    "grade": 2,
    "imageUrl": "members/amada.jpg",
    "scheduleImgUrl": "",
    "faq1": "学部の頃からロボットの研究をしています。ロボットを街中に設置して、どうやったら通行人の興味を惹けるかを探っています。",
    "faq2": "雰囲気と自由さです！みんな研究室でリラックスして研究の話をしていたのが印象的でした。",
    "faq3": "科学実験教室のお兄さんしてます！土日は基本ずっとバイトしてます。",
    "faq4": "議論が楽しい！ゼミの発表では学生が主体でワイワイしたり、わからないことがあれば先輩であっても後輩に聞いて議論したりします。いろんな刺激を受けれて楽しいですね。",
    "faq5": "他の研究室でもそうですが、基本的には自分の研究は自分が責任もって進めなくてはならないのが辛いですね。研究室のみんなのアドバイスをもらいつつコツコツ進めていきましょう。",
    "faq6": "学生の意思を最大限尊重して研究を指導してくれます。こんなことやりたい！っていうとそれに合わせてアイディアを一緒に考えてくれるのはホントに助かってます。",
    "faq7": "色んな視点から研究室を選びましょう！研究室を選ぶ基準や価値観は様々です。自由な雰囲気が好きで主体性を伸ばしたいならぜひプレイフルインタラクション研究室に！Let's Playful！"
  },
  {
    "id": 5,
    "name": "岸田裕大",
    "master": true,
    "grade": 2,
    "imageUrl": "members/kishida.jpg",
    "scheduleImgUrl": "",
    "faq1": "オンライントレーニングにおける関与手法の研究。音声認識機能を使って取り組んでます！",
    "faq2": "雰囲気と自由性",
    "faq3": "ホテルの宴会サービス　ウェイター",
    "faq4": "研究することも楽しいですが先輩や研究室の方々とおしゃべりするのが楽しいです！",
    "faq5": "環境設定やプログラムがうまくいかないことがある時です！あと、めんどくさ電話",
    "faq6": "お二人ともすごく親身になって話を聞いてくれるので、自分も含め研究室の全員と仲良しなイメージがあります！",
    "faq7": "みんなで仲良く研究ライフ楽しもー"
  },
  {
    "id": 6,
    "name": "大椿 響生",
    "master": false,
    "grade": 4,
    "imageUrl": "members/otsubaki.jpeg",
    "scheduleImgUrl": "",
    "faq1": "趣味であるゴルフに関する研究をしようとしています",
    "faq2": "元々はVRに興味を持っていたが研究室訪問の際に3Dプリンタに興味を持ったので，どちらもできる研究室を選んだ",
    "faq3": "セブンイレブンでアルバイトをしています．お金関係から接客まで幅広い経験ができるので選んだ．また，最近は学内のKOBOという場所でアルバイトをしており，これまで身につけた3Dプリンタやレーザーカッターなど知識を生かす仕事をしています",
    "faq4": "様々な機器（3Dプリンタ，レーザーカッター，VR）などで遊べる",
    "faq5": "開発の方法がわからない，そもそも学校まで遠くて憂鬱",
    "faq6": "両先生とも接しやすく楽しい人なので研究室に来ていて楽しい",
    "faq7": "適度に楽だし，ちゃんとやりたい人もバリバリできるし選択肢が多い研究室だと思う．研究内容自体も何の制限もないので自分のやりたい事ができる"
  }
]
