[
	{
		"タイムスタンプ": "2023-02-09T15:12:39.736Z",
		"form": "口頭発表",
		"title": "予定までの時間的余裕を考慮したナビゲーションインターフェイスの提案",
		"publisher": "河野隼一郎, 松村耕平, 岡藤勇希",
		"conforenceName": "研究報告エンタテインメントコンピューティング (EC)",
		"year": 2022,
		"abstruct": "観光地などの見知らぬ土地で歩行ナビゲーションシステムを使用することは珍しくない．観光の体系には，観光スポットを効率的にまわるツアー型のほかに自由気ままに楽しむ散策型の観光がある．散策型観光は多少時間を費やしてでも楽しく印象に残るような観光を求めるが，実環境では電車の時間や次の予定などの時間制限があるためナビゲーションシステムは使用しづらい．そこで本研究では，時間制限がある散策型観光をサポートするためにユーザに時間の余裕度を提示するナビゲーションシステムを提案し，その有効性を評価実験で検証する．",
		"imageURL": "naviaura.png",
		"document": "https://ipsj.ixsq.nii.ac.jp/ej/index.php?active_action=repository_view_main_item_detail&page_id=13&block_id=8&item_id=220273&item_no=1"
	},
	{
		"タイムスタンプ": "2023-02-10T06:06:14.024Z",
		"form": "口頭発表",
		"title": "サムネイル画像を漫画に置き換えたアニメのシーン探索手法の改善と評価",
		"publisher": "加藤 祐樹,松村 耕平,岡藤 勇希",
		"conforenceName": "エンターテインメントコンピューティング2022",
		"year": 2022,
		"abstruct": "アニメ動画から特定のシーンの探索を行うことには困難を伴う．そこで，シーン探索時に表示する サムネイルを漫画に置き換えたインターフェースを提案する．サムネイルの操作インタフェースとして 「FrameSeek」，「Min15px」，「Fix15px」の 3 つを作成した．これらのインタフェースについて探索時間 およびユーザビリティを被験者実験によって評価した．結果として，既存のインタフェースと比較して， ユーザビリティの向上は確認できなかったものの，Min15px を使用することで記憶度によって探索時間 のばらつきが緩和され，記憶度が低いシーンでは探索時間を減少させる可能性が示唆された．また，イン ターフェースの操作に習熟することで，シーンの探索時間が減少しユーザビリティの向上を達成できる可 能性が示唆された．",
		"imageURL": "anime.png",
		"document": "https://m-use.net/ec2022/?page_id=120"
	},
	{
		"タイムスタンプ": "2023-03-16T08:54:50.843Z",
		"form": "ポスター発表",
		"title": "視界制限によるロボット利用時の恥ずかしさ軽減手法の提案",
		"publisher": "三井 優弥, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2023",
		"year": 2022,
		"abstruct": "現在，公共空間でサービスロボットが普及しつつある一方で，ロボットとの対話は恥ず かしさを生起し，ロボットの利用が阻害される要因の１つであると考えられる．先行研究では，恥ず かしさを生起する要因について調べられているが，利用中の恥ずかしさを軽減するための手法は不 明である．そこで本研究では，ロボット利用時の恥ずかしさを軽減させるために，パーテーションを 用いてユーザの視界を部分的に制限した実験を実施して，ロボット利用時の恥ずかしさと利用時間に 与える影響を調査した．その結果，利用中の恥ずかしさが減少し，利用時間が有意に増加することは 示されなかった．しかしながら，パーテションによって 1 人利用者が増え，利用者のエンゲージメン トが高くなる可能性が示唆された．",
		"imageURL": "",
		"document": "https://hai-conference.net/symp2023/proceedings/pdf/P-5.pdf"
	},
	{
		"タイムスタンプ": "2023-03-16T08:57:42.111Z",
		"form": "ポスター発表",
		"title": "ロボットの擬似的な食事行動がユーザーの購買行動に与える影響の検証",
		"publisher": "石川 拓海, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2023",
		"year": 2022,
		"abstruct": "サービスロボットは様々な場面で活用されており，その役割の 1 つとして商品推薦を担 うことがある．しかしながら，ロボットが主観的意見を述べて推薦する場合，発言への信頼感が十分 に得られず，推薦能力が低下する可能性がある．そこで本研究では，食品を推薦する状況において， ロボットの主観的意見の信頼感を向上させ，ユーザの購買行動の促進を図ることを目的とした．その ために，ロボットに擬似的な食事行動をさせることで，ロボットの体験を明示的にユーザに共有し， ロボットの主観的意見の信頼性を向上させる手法を提案した．2 度のオンラインサーベイと，ベーカ リーでのフィールド実験で検証した結果，擬似的な食事行動を伴った発言や推薦は，ロボットの主観 的意見に対する信頼感を向上させ，既存の推薦手法と同等の推薦効果を示すことが確認された．",
		"imageURL": "",
		"document": "https://hai-conference.net/symp2023/proceedings/pdf/P-6.pdf"
	},
	{
		"タイムスタンプ": "2023-03-16T08:59:34.784Z",
		"form": "ポスター発表",
		"title": "ロボットのタスク依存・非依存の行動が及ぼすロボットの印象やユーザ体験への影響の調査",
		"publisher": "茶本 有記, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2023",
		"year": 2022,
		"abstruct": "新たな労働力として，サービスロボットが活用され始めている．しかし多くの事例では，特定のタスクに依存した行動のみをロボットに実装することが多く，タスクに非依存な行動が実装されることは少ない．一般的に，非手段的な機能でもユーザ体験を向上させる要因となることが知られているため，ロボットにおいてもタスクに非依存な行動がユーザ体験を向上させる可能性がある．そこで本研究では，ロボットの対話タスク依存の行動と対話タスク非依存の行動を抽出し，それらの行動がロボットの印象やユーザ体験に及ぼす影響を調査することを目的とする．ビデオ評価による実験を実施した結果，対話タスク依存の行動はロボットの機能性やロボットによるストレスに影響を与え，ユーザの感じるストレスを減らすと同時に，ユーザのロボットとの対話に関する期待に応えられることが示された．また，対話タスク非依存の行動はユーザとロボットのより強い関係性の構築に影響を与え，ロボットとの対話に関する期待を超えるユーザ体験を与えることが示唆された．",
		"imageURL": "",
		"document": "https://hai-conference.net/symp2023/proceedings/pdf/P-7.pdf"
	},
	{
		"タイムスタンプ": "2023-03-16T09:02:18.621Z",
		"form": "ポスター発表",
		"title": "公共空間における接客機会の増加を目的とした複数ロボットによる呼びかけ戦略の提案",
		"publisher": "天田 穣一朗, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2023",
		"year": 2022,
		"abstruct": "公共空間における接客ロボットの研究が活発に行われているが、複数のロボットを使った対話方法の研究は少なく、どのようにロボットが協調して振る舞うべきか不明である。そこで本研究は、通行人に呼びかける状況に着目し、通行人が立ちとまりやすい呼びかけ戦略を実験で評価した。ビデオ評価の結果、混雑時は通行人に選択的に呼びかけて、呼びかけ時間を長くするほうが立ち止まりやすいことが分かった。それらを達成するために、どのロボットがどの通行人に呼びかけるかの割り当て戦略を提案し、シミュレータを用いて提案手法の有効性を検証した。",
		"imageURL": "",
		"document": "https://hai-conference.net/symp2023/proceedings/pdf/P-8.pdf"
	},
	{
		"タイムスタンプ": "2023-03-16T09:03:55.367Z",
		"form": "ポスター発表",
		"title": "対話形式が時間経過に伴って敬体から常体へと変化する音声アシスタントがユーザに与える印象の調査",
		"publisher": "服部 健心, 松村耕平, 岡藤勇希",
		"conforenceName": "HAIシンポジウム2023",
		"year": 2022,
		"abstruct": "音声アシスタントに代表される音声によるユーザインタフェースが普及してきている．本論文では，日本語対話の親密度に応じて対話形式を敬体から常体へと変化させる特徴を導入した音声アシスタントを提案する．これにより，音声アシスタントの印象を向上できる可能性がある．ユーザが音声アシスタントを用いてタスクを実施する際，音声アシスタントの対話形式を敬体から常体へと変化させたときのユーザの印象を実験から調査した．ユーザ評価からは従来法と提案法の印象に違いは見られなかったが，インタビューからは提案法が選好されることが確認された．",
		"imageURL": "",
		"document": "https://hai-conference.net/symp2023/proceedings/pdf/P-12.pdf"
	},
	{
		"タイムスタンプ": "2023-03-16T09:05:12.715Z",
		"form": "ポスター発表",
		"title": "複数人が同時利用するテレプレゼンスロボットの効果的に視線提示を行う手法の提案",
		"publisher": "若林 大聖, 松村 耕平, 岡藤 勇希",
		"conforenceName": "HAIシンポジウム2023",
		"year": 2022,
		"abstruct": "テレプレゼンスロボットを複数人で同時利用するときロボットと対面する人にとって， 遠隔者の視線方向を推定することは，特にロボットを斜めから見た場合に難しいことが知られてい る．本研究では地面に複数の三角形を投影し対象に向けることで視線方向を提示するという手法を 提案する．投影する三角形と遠隔者の視線方向を，色で対応づける条件と開始地点を変えることで対 応づける条件の 2 種類を提案した．1 台のテレプレゼンスロボットを複数人で利用する状況にて，視 線提示方法，ディスプレイを見る角度を条件として，視線推定への影響を実験的に調査した．10 名 の参加者による視線推定を行う実験を行い，正答率，回答時間から評価を行った．結果として，正面 から見た際にはすべての提示条件で正確に推定ができた．一方，斜めから見た際には従来手法が推定 が困難であったのに対して，提案法は正確に推定ができることがわかった．回答時間では，提案法は 従来手法に比べて回答時間が長くなる傾向が見られた．",
		"imageURL": "",
		"document": "https://hai-conference.net/symp2023/proceedings/pdf/P-13.pdf"
	},
	{
		"タイムスタンプ": "2023-03-16T09:14:33.088Z",
		"form": "ポスター発表",
		"title": "絵文字を用いた感情報告による経験サンプリング法の提案",
		"publisher": "渡邊 将太, 松村 耕平, 岡藤 勇希, 沓澤 岳(産総研), 小林 吉之(産総研)",
		"conforenceName": "INTERACTION 2023",
		"year": 2022,
		"abstruct": "日常的に自身の感情を認識することはメンタルヘルスの維持・改善につながる．経験サンプリング法を用いることで日常の感情を評価することができる．これまでの経験サンプリング法による測定は回答者の負担が大きいことが指摘されており，より簡易的な方法の提案が必要になる．そこで本研究では，世界中で常用されている絵文字に注目した経験サンプリング法を提案し，その有用性を検討する．具体的には，提案法と従来の感情測定法を用いて日常の感情変動測定を14日間実施し，各方法の回答傾向を比較した．その結果，提案法が従来法に比べて回答率が高く，入力時間が短くなることが明らかとなった．本研究で提案した絵文字による経験サンプリング法が日常の感情変動を測定する方法として有用である可能性が示された．",
		"imageURL": "watanabe_poster.png",
		"document": "https://www.interaction-ipsj.org/2023/catalog#intaractive2_poster"
	},
	{
		"タイムスタンプ": "2023-03-16T09:16:33.293Z",
		"form": "ポスター発表",
		"title": "バーチャルライブにおけるアバタの動作を通じた観客同士のインタラクションが臨場感に与える影響に関する研究",
		"publisher": "YANG Guang, 松村 耕平, 岡藤 勇希",
		"conforenceName": "INTERACTION 2023",
		"year": 2022,
		"abstruct": "バーチャルリアリティ（VR）技術の広がりにより，バーチャルライブと呼ばれる，VR空間上で行われるイベントが開催されるようになった．ここでは，観客はVR空間上にアバタとして参加し，その空間において同様にアバタとして参加する出演者による催し（例えば音楽ライブ）を楽しむことができる．このようなバーチャルライブ環境では，現実世界では実現し難いビジュアルエフェクトを表現することができ，新しいライブの楽しみ方として普及が期待されている．しかし，現在のバーチャルライブ環境の中には臨場感に欠ける問題を含むものがある．この問題は他の観客の動きが十分に反映されず，画一的なものになっていることで引き起こされている可能性がある．本研究では，バーチャルライブ環境における臨場感に対して観客同士の動きのインタラクションがどのように影響するのか調査する．バーチャルライブを模した環境において研究室実験を行った結果，観客同士の動きのインタラクションが臨場感に影響を与えることが示唆された．",
		"imageURL": "yang_poster.png",
		"document": "https://www.interaction-ipsj.org/2023/catalog#intaractive3_poster"
	},
	{
		"タイムスタンプ": "2023-03-16T09:17:28.065Z",
		"form": "ポスター発表",
		"title": " VRゲームにおいて視点の違いがVR酔いに与える影響の検討",
		"publisher": "鳥居 陽香, 松村 耕平, 岡藤 勇希",
		"conforenceName": "INTERACTION 2023",
		"year": 2022,
		"abstruct": "ヘッドマウントディスプレイ(HMD)が安価になり，多くの人がVR環境を楽しめるようになってきた.しかし，HMD独特の閉塞感や自分の視点との位置情報のずれ，コンテンツの解像度などの要因でVR酔いと呼ばれる症状が生じてしまうことも報告されている.本研究では，HMDを用いたVR環境において，ユーザが操作するアバタの視点の違いが酔いに与える影響について検討する.具体的にはユーザが操作するアバタの視点を変更可能なVRゲームを題材に研究室実験を実施する.実験には13人が参加しそれぞれが一人称視点と三人称視点でゲームをプレイする.このときSSQおよびMISCによってVR酔いの程度について主観的な報告をしてもらう.実験の結果，SSQの評価においては視点の違いが酔いに有意に影響を与えることは確認されなかった.しかし，MISCの評価からは三人称視点が酔いの程度を抑える可能性が示唆された.また，参加者の主観的報告から，ユーザのこれまで経験によって酔いの程度が異なることが明らかになった.",
		"imageURL": "torii_poster.png",
		"document": "https://www.interaction-ipsj.org/2023/catalog#intaractive3_poster"
	},
	{
		"タイムスタンプ": "",
		"form": "ポスター発表",
		"title": "複数ロボットを用いた疑似的な人だかりによる通行人への集客効果の検証",
		"publisher": "天田 穣一朗, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2022",
		"year": 2021,
		"abstruct": "接客ロボットはサイネージなどに代わる広告媒体として期待されている。広告を行うためには通行人を多く呼び止め、広告機会を多く得ることが重要である。先行研究では一人ずつに呼びかけており、広告として非効率な側面があった。そこで本論文は、複数のロボットで疑似的な人だかりを作ることで、多くの通行人を立ち止め、広告機会を増やす手法を提案する。実店舗にて提案手法による集客効果を検証し、提案手法の有効性を確認した。",
		"imageURL": "amada-poster.jpg",
		"document": "https://hai-conference.net/symp2022/proceedings/pdf/P-4.pdf"
	},
	{
		"タイムスタンプ": "",
		"form": "ポスター発表",
		"title": "ロボットとインタラクションを行う通行人のエンゲージメントモデリング",
		"publisher": "坂口 太一, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2022",
		"year": 2021,
		"abstruct": "サービスロボットは新たな労働力として期待されており，公共空間で情報推薦の媒体として利用する取り組みが行われている．ユーザに情報推薦を行う場合，ユーザの状態に合わせた対話生成を行うことが重要となる．そのためには，ロボットへの関心度として定義されるエンゲージメントを推定することが必要になる．本研究では，実環境のインタラクションのデータに対して，ユーザのエンゲージメントを推定可能な手法の提案を行う．",
		"imageURL": "sakaguchi-poster.jpg",
		"document": "https://hai-conference.net/symp2022/proceedings/pdf/P-7.pdf"
	},
	{
		"タイムスタンプ": "",
		"form": "ポスター発表",
		"title": "公共空間において恥ずかしさがロボットの利用に与える影響の調査",
		"publisher": "牧田 昌大, 岡藤 勇希, 松村 耕平, 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学)",
		"conforenceName": "HAIシンポジウム2022",
		"year": 2021,
		"abstruct": "近年では，労働力不足に対応するため，接客ロボットが積極的に活用され始めている．一方で，公共空間でロボットと対話をする際には恥ずかしさが生起し，これによりロボットの利用が妨げられる可能性がある．そこで本研究では，恥ずかしさを含めたロボット利用に影響する要因を定義し，ロボットを利用するサクラを用いた実験により，恥ずかしさがロボットの利用に与える影響並びにロボット利用時の恥ずかしさの要因を調査した．",
		"imageURL": "makida-poster.jpg",
		"document": "https://hai-conference.net/symp2022/proceedings/pdf/P-8.pdf"
	},
	{
		"タイムスタンプ": "",
		"form": "原著",
		"title": "A machine learning-based approach to analyze information used for steering control",
		"publisher": "Y. Okafuji, T. Sugiura, R. Osugi, C. Zhang, and T. Wada",
		"conforenceName": "IEEE",
		"year": 2021,
		"abstruct": "Understanding the relationship between driving behavior and visual information is important for holistic understanding of driving behavior. However, the analysis of the cognitive behavior for steering/throttle control has been only conducted under a special simulator environment. Therefore, in this study, we aimed to develop a convolutional neural network (CNN) with human physical characteristics to analyze the driver's cognitive behavior and to validate that the machine learning methods can be an analytical method for understanding driver behavior. We obtained the driving data in a simulator experiment to train the proposed CNN model. The region where the visual field influences drivers' steering behavior was analyzed using the results of the feature maps generated by the trained CNN model and the driver's gaze behavior. The results indicate that the driver performs steering control using the information within 20 degrees from the gaze point. This shows that the results obtained from our proposed method can reproduce the same results as previous findings. We also validated that the results are not uniquely obtained depending on the proposed model and environment but are also influenced by the driving behavior such as the gaze point and the steering control. We analyzed the dataset generated by the mathematical control model, called the driver model, which performs different behaviors from the driver. The analysis results generated by the driver model were different from the results of the human data. Therefore, the results generated by the machine learning-based analysis are influenced by the driving behavior. Consequently, these results imply that machine learning methods have the potential to become analytical methods for understanding driver behavior.",
		"imageURL": "",
		"document": "https://ieeexplore.ieee.org/abstract/document/9467314"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "呼びかけロボットの身体性拡張による通行人の行動促進",
		"publisher": "天田 穣一朗, 岡藤 勇希, 和田 隆広(奈良先端科学技術大学院大学), 馬場 惇(株式会社サイバーエージェント, 大阪大学), 中西 惇也(大阪大学), 吉川 雄一郎(大阪大学)",
		"conforenceName": "HAIシンポジウム2021",
		"year": 2021,
		"abstruct": "In public spaces, service robots need to change behaviors of passersby according to the desired purpose. In the previous studies, it has been reported that robots can attract strong attention from passersby by extending the embodiment of robots. However, it is unclear whether extending the embodiment of robots can also cause behavioral changes in passersby beyond attracting the attention. Therefore, in order to assess the effects of the embodiment extension of the robot on people, we developed a disinfection calling robot and conducted an experiment at the store entrance. As a result, it was confirmed that it is easy to induce behavioral changes in people by extending the embodiment of the robot.  ",
		"imageURL": "amada.png",
		"document": "https://hai-conference.net/symp2021/proceedings/pdf/G-8.pdf"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "ソーシャルVRコンテンツにおけるアバタへの吹き出し表現の付与による発話者同定手法の提案",
		"publisher": "YANG Guang, 松村 耕平, 大井翔(大阪工業大学情報科学部), 野間 春生(立命館大学　情報理工学研究科)",
		"conforenceName": "第26回日本バーチャルリアリティ学会大会",
		"year": 2021,
		"abstruct": "ーシャルVRコンテンツでは、VR空間においてアバタを媒介として音声によるユーザ同士のコミュニケーションが可能である。このコンテンツにおける問題点として、発話中のユーザを特定することが難しいことや、どのユーザがなんの会話をしているのかの同定が難しいことがある。本研究では、発話中のアバタに吹き出しを付与することでこれらの問題を解決することを目指す。",
		"imageURL": "vrlivestage.png",
		"document": "http://conference.vrsj.org/ac2021/program/doc/3G-6.pdf"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "Behavioral Changes in Passersby by Expanding Embodiment of a Calling Robot",
		"publisher": "J. Amada, Y. Okafuji, T. Wada, J. Baba, J. Nakanishi, Y. Yoshikawa",
		"conforenceName": " IEEE International Conference on Robot & Human Interactive Communication (RO-MAN)",
		"year": 2021,
		"abstruct": "In this study, we aimed to verify whether expanding a robot’s embodiment influenced the ease of inducing behavioral changes in passersby. We conducted a field experiment to call out to passersby for disinfection in a real shop using robots with various embodiments. As a result, the expansion of the robot embodiment attracted extensive attention of passersby, and then induced behavioral changes to the desired action, such as stopping in front of the robot and disinfecting their hands. Furthermore, the results revealed that in order to induce large behavioral changes, not only the presence of the robot’s body but also its movements with strong embodiment were necessary. These results indicated that expanding the robot’s embodiment was an important factor in inducing behavioral changes in passersby.",
		"imageURL": "",
		"document": "https://ieeexplore.ieee.org/document/9515557"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "ラッセルの円環モデル上に描画された自由曲線に対応する顔アイコンの推薦手法の調査と提案",
		"publisher": "渡邊 将太, 川上 雄大, 松村 耕平",
		"conforenceName": "情報処理学会 ヒューマンコンピュータインタラクション研究会",
		"year": 2021,
		"abstruct": "テキストベースのコミュニケーションにおける感情を伝える手段として，顔アイコンが使用される．これらの顔アイコンが時間的な感情の変化を表現できないのに対して，我々はラッセルの円環モデル上に自由曲線を描くことによって表情変化を伴う顔アイコンを生成する手法を提案している．ここで，当該手法に豊かな感情表現を持つ既存の顔アイコンと組み合わせることで，より多彩な感情を表現できると考える．しかし，ラッセルの円環モデル上に描かれた曲線に，どのような既存の顔アイコンが対応するのかは明らかではない．本研究では，Unicode で定義された 89 個の顔アイコンと円環モデル上に描かれた曲線を対応づける方法について，21 名の被験者から収集したデータをもとに検討した．4 種類の提案手法についてユーザ評価を行った．それらの手法は必ずしも効果的に顔アイコンを推薦できなかった．得られた結果をもとに，より効果的に顔アイコンを推薦するための手法について議論する．",
		"imageURL": "faceicon.png",
		"document": "https://ipsj.ixsq.nii.ac.jp/ej/index.php?active_action=repository_view_main_item_detail&page_id=13&block_id=8&item_id=212293&item_no=1"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "Persuasion Strategies for Social Robot to Keep Humans Accepting Daily Different Recommendations",
		"publisher": "Y. Okafuji, J. Baba, J. Nakanishi, J. Amada, Y. Yoshikawa, H. Ishiguro",
		"conforenceName": "IEEE/RSJ International Conference on Intelligent Robots and Systems (IROS)",
		"year": 2021,
		"abstruct": "Social robots are used in daily life. One of the applications of social robots is as recommendation systems. Previous research has mainly investigated how persuasive recommendations can be improved by focusing on the non-verbal/verbal behavior of robots. However, to use robots as recommendation systems every day, it is extremely important to examine the persistence of repeated persuasion over a long term, rather than the effect of one-time persuasion. Therefore, the objective of this study was to investigate the persistence of repeated persuasive of robots. For this purpose, robots with three types of behavior (Expert Behavior, Local Behavior, and Growth Behavior) recommended nutrition bars in a situation of daily consumption behavior for two weeks. We could confirm significant differences in the persistent persuasiveness in each behavior. The results suggested that the combination of value co-creation using local information and meta-trust expression had a significant impact on the persistence of the repeated persuasiveness of the robots in the longitudinal period. However, the acceptance of the recommendation robot system decreased due to the increase in the amount of information during recommendation; therefore, a new recommend system to solve this problem is desired.",
		"imageURL": "",
		"document": "https://ieeexplore.ieee.org/document/9636772"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "Potential Attentionを用いたHMI使用時のドライバの注視推定",
		"publisher": "岡藤勇希，山口遊，和田隆広(奈良先端科学技術大学院大学)，村上一臣(小糸製作所)，石田裕之(小糸製作所)",
		"conforenceName": "自動車技術会秋季大会学術講演会",
		"year": 2021,
		"abstruct": "近年，運転の安全性を高めることを目的として，道路の路面に情報を提示する路面描画の研究が進んでいる．しかし，安全性を向上する効果的な提示方法や，路面描画によるドライバへの影響は十分に解明されていない．そこで本研究では，様々な路面描画を提示した際の，ドライバの注視特性から路面描画の効果を評価した．",
		"imageURL": "",
		"document": "https://doi.org/10.11351/jsaeronbun.52.1137"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "インタラクションゲームを用いた自動運転中におけるドライバの周辺環境の注意力の向上",
		"publisher": "藤本遼太，岡藤勇希，松村耕平",
		"conforenceName": "情報処理学会 ヒューマンコンピュータインタラクション研究会",
		"year": 2021,
		"abstruct": "近年，様々な自動運転システムが開発されており，その中でもレベル 3 の自動運転では，非常事態の際にドライバに対する自動運転から手動運転への引継ぎが要求される．しかしながら，通行人の急な飛び出しがあった際にはドライバが周辺環境に注意していない場合，手動運転への引継ぎが迅速に実施できない可能性がある．そこでドライバには安全な車両操作の引継ぎを行うために，自動運転中にも周辺環境に注意を払い，認識していることが望まれる．本研究では，ドライバが自動運転中でも周辺環境に注意を払うために，歩行者を利用したインタラクションゲームを提案した．提案した手法を，スマートフォン利用を仮定した動画視聴条件，目的なく前方を見る前方注視条件と比較して，飛び出してきた通行人に対する反応速度を計測した．実験結果は条件間で有意な差は示さなかったが，インタラクションゲームが周辺環境への認識により反応速度を向上させる可能性があることが示された．",
		"imageURL": "carsim.jpg",
		"document": "https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=214588&item_no=1&page_id=13&block_id=8"
	},
	{
		"タイムスタンプ": "",
		"form": "口頭発表",
		"title": "Face AVAS：時系列を伴う感情の表現が可能な顔アイコン作成システムの提案",
		"publisher": "川上 雄大, 松村 耕平, 野間 春生",
		"conforenceName": "情報処理学会 ヒューマンコンピュータインタラクション研究会",
		"year": 2021,
		"abstruct": "本研究では，感情の変化や強調を顔アイコンのアニメーションとして表現可能なシステム「Face AVAS」を提案する．顔アイコンは SNS などにおいて感情を表現する手法として広く利用されているが，提示された選択肢からしか選ぶことができないことや，感情の変化を表現できないことなどの問題がある．Face AVAS は，時間軸を表現できる 2 次元の Visual Anolog Scale（VAS）＝Animated VAS によって顔アイコンの感情表現を行う．Russel の円環モデルの 2 次元の平面上に自由曲線を描くことで顔アイコンのアニメーション画像を作成し，時系列変化を伴う感情を取り扱うことができる．本論文では，Face AVAS がアニメーション顔アイコンを生成する仕組みについて，設計や具体的な実装方法について説明する．最後に，アンケート調査，SNS，オンラインレビューの 3 つの応用例から提案手法の有用性について議論する．",
		"imageURL": "",
		"document": "https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=212294&item_no=1&page_id=13&block_id=8"
	},
	{
		"タイムスタンプ": "",
		"form": "原著",
		"title": "Reducing Motion Sickness When Reading With Head-Mounted Displays By Using See-Through Background Images",
		"publisher": "Tsukasa Suwa, Yuki Sato, and Takahiro Wada",
		"conforenceName": "Frontiers in Virtual Reality",
		"year": 2022,
		"abstruct": "With the development of virtual reality technology, head-mounted displays (HMDs) have been increasingly used to view or read 2D content while in vehicles. When 2D content is displayed in a fixed position on an HMD, the visual appearance does not change even with head movements, and body movements cannot be perceived while watching 2D content. This may cause visual-vestibular conflict and severe motion sickness. This study investigates whether motion sickness when reading 2D content fixed to the HMD coordinate system can be reduced by allowing readers to perceive body movements through video see-through images obtained from the front camera of the HMD in situations where the body vibrates. Twenty participants performed 20-minutes reading tasks in which they read a book fixed to the HMD coordinate while seated in a vibration device. Two background conditions of the book were explored: 1) the white background condition—not allowing participants to perceive their movements visually, and 2) the camera background condition—allowing participants to perceive their movements visually through see-through images. Evaluation of motion sickness using the Misery Scale, which is an 11-point questionnaire, showed that motion sickness after task completion was significantly lower in the camera background condition than in the white background condition. This result suggests that motion sickness can be relieved, provided that the users perceive their motion in the peripheral vision through the camera image, even if they gaze at 2D content fixed in the HMD coordinate system in the central vision. This study helps promote the use of HMDs by alleviating motion sickness.",
		"imageURL": "",
		"document": "https://doi.org/10.3389/frvir.2022.910434"
	},
	{
		"タイムスタンプ": "",
		"form": "ポスター発表",
		"title": "Effects of presenting first-person camera images in the background of a book on motion sickness when reading with a head-mounted display",
		"publisher": "Tsukasa Suwa, Yuki Sato, Masahiro, Makida, Takahiro Wada",
		"conforenceName": "Neuroscience ",
		"year": 2021,
		"abstruct": "With the development of virtual reality (VR) technology, head-mounted displays (HMDs) are often used to view or read 2D content, such as videos and books, in a vehicle; however, when the 2D content are displayed in a fixed position on the display (head coordinate system), the visual appearance does not change even with head movement, and the body movements cannot be perceived from visual sensation. This cause conflicts with the body-movement information obtained from vestibular sensation. This visual–vestibular conflict may also cause severe motion sickness. However, previous studies have not clarified the means to reduce motion sickness when watching 2D content on HMDs while riding in a vehicle. Therefore, the purpose of this study is to investigate whether the motion sickness in reading with an HMD can be reduced by allowing readers to perceive body movements through visual sensation in situations where the body vibrates, such as riding a vehicle. Participants performed 20-minute reading tasks in which they read a book displayed on a HMD while seated in a device that vibrated randomly in the pitch direction. Because the book was fixed to the head coordinate system of the HMD, the appearance of the book was constant, and the participants could not perceive body movements through visual sensation. Two experimental conditions were explored: the first was the camera background condition in which the user could perceive his or her body movements through peripheral vision via real-time images of the first-person viewpoint obtained from the front camera mounted on the HMD in the background of the book; the second was a white background condition in which the background of the book was completely white (no movement) and the participants could not visually perceive their movements. The misery scale of motion sickness after the reading task was evaluated using a 11-point questionnaire, and the results indicated that motion sickness was significantly lower in the camera background condition than the white background condition. This suggests that when watching 2D content on a HMD in situations where the body is in motion, such as riding a vehicle, the sensory conflict between visual and vestibular sensations can be resolved and motion sickness can be reduced, provided the user perceive his or her motion information in the peripheral vision through the camera image, even if the user gazes at the 2D contents fixed in the head coordinate system in the central vision.",
		"imageURL": "",
		"document": "https://www.abstractsonline.com/pp8/#!/10485/presentation/20466"
	},
	{
		"タイムスタンプ": "",
		"form": "ポスター発表",
		"title": "指導する情報量が初心者のスポーツ走行学習に与える影響の評価",
		"publisher": "福西誠樹，岡藤勇希，松村耕平",
		"conforenceName": "自動車技術学会 2022年秋季大会",
		"year": 2022,
		"abstruct": "",
		"imageURL": "",
		"document": "https://www.jsae.or.jp/2022aki/student_poster_session/student_poster_session.php"
	},
	{
		"タイムスタンプ": "",
		"form": "ポスター発表",
		"title": "絵文字による感情の振り返りはWell-beingの向上につながるか:スマートウォッチによる感情測定システムの実装",
		"publisher": "渡邊将太, 松村耕平, 岡藤勇希, 沓澤岳, 小林吉之",
		"conforenceName": "IoT行動変容学研究グループ第2回研究会",
		"year": 2022,
		"abstruct": "",
		"imageURL": "",
		"document": "http://www.sig-bti.jp/event/bti02_info.html"
	},
	{
		"タイムスタンプ": "",
		"form": "原著",
		"title": "Investigating the Crowd-drawing Effect, on Passersby, of Pseudo-Crowds Using Multiple Robots",
		"publisher": "J. Amada, Y. Okafuji, K. Matsumura, J. Baba, J. Nakanishi",
		"conforenceName": "Advanced Robotics (to appear)",
		"year": 2022,
		"abstruct": "Due to their conversational skills, service robots are expected to replace posters or digital signage as a new advertising medium. These robots must achieve two goals to obtain maximum advertising opportunities in a public space: they must stop as many passersby as possible and make passersby stay as long as possible. In previous studies, to achieve these goals, the robots called out to each passerby one by one, which was inefficient as an advertising medium. Therefore, to obtain more advertising opportunities, this study proposes a method to simultaneously stop many passersby and make them stay, by creating a pseudo-crowd with multiple robots. The pseudo-crowd is a system in which multiple robots acting as an audience are placed around a robot providing information. We verified the effectiveness of the proposed method in a shopping mall. As a result, increasing the number of robots made more passersby stop, and the use of audience robots extended the time passersby spent in front of the robots. Our findings will contribute to the application of robots as a more useful advertising medium in public spaces.",
		"imageURL": "amada-poster.jpg",
		"document": "https://www.tandfonline.com/doi/full/10.1080/01691864.2022.2143242"
	}
]